Repository: ecaron/neznam-atproto-share
Catalog: languages/*.po
Languages: hr

source: Settings
hr: Postavke

source: Enter your server information to enable posting.
hr: Unesite podatke o poslužitelju da biste omogućili objavljivanje.

source: Enter the URL of your provider or leave as is for BlueSky
hr: Unesite URL svog davatelja usluga ili ostavite kakav je za BlueSky

source: Enter app password. If using BlueSky visit: <a href="https://bsky.app/settings/app-passwords" target="_blank">App passwords</a>
hr: Unesite lozinku aplikacije. Ako koristite BlueSky posjetite: <a href="https://bsky.app/settings/app-passwords" target="_blank">lozinke za aplikacije</a>

source: Nonce is incorrect
hr: Nonce je netočna

source: Required fields are empty
hr: Obavezna polja su prazna

source: Handle is incorrect
hr: Korisničko ime nije ispravno

source: Password is incorrect
hr: Lozinka je neispravna

source: Publish on Atproto?
hr: Objavi na Atproto?

source: Publishes post to Atproto network.
hr: Objavljuje objavu na Atproto mreži.

source: Text to publish
hr: Tekst za objavljivanje

source: Text to add as status
hr: Tekst koji treba dodati kao status

source: Every minute
hr: Svake minute

source: Automatically share to Authenticated Transfer Protocol networks like BlueSky
hr: Automatsko dijeljenje s mrežama protokola za provjeru autentičnosti prijenosa kao što je BlueSky
